[
  {
    "title": "Dhikri pas farzeve",
    "time": "Pas namazit farz",
    "dhikr": [
      {
        "arabicText": "أَسْتَغْفِرُ اللَّهَ.",
        "transliteration": "Estaġfirull-llãh",
        "dhikrData": {
          "dhikr_Sq": "I kërkoj falje Allahut"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "اللَّهُمَّ أَنْتَ السَّلَامُ، وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ.",
        "transliteration": "All-llãhumme Entes-Selãm, we minkes-selãm, tebãrakte jã dhel xhelãli wel ikrãm.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Ti je Paqedhënësi dhe vetëm prej Teje pres paqen! Ti je përgjithmonë i Begatshëm, o Zotëruesi i madhështisë dhe nderimit!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Muslimi"
        },
        "count": 0
      },
      {
        "arabicText": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوعَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ",
        "transliteration": "Lã ilãhe il-lAll-llãhu waḥdehu lã sherĩke leh, lehul mulku we lehul ḥamdu we huwe ‘alã kul-li shej’in ḳadĩr. All-llãhumme lã mani’a limã a’ëṭajte, we lã mu’ëṭije limã mena’ëte, we lã jenfe’u dhel xheddi minkel xheddu.",
        "dhikrData": {
          "dhikr_Sq": "S’ka të adhuruar me të drejtë veç Allahut, Një dhe i Pashoq! Atij i takon sundimi dhe lavdia, dhe Ai është i Plotfuqishëm për çdo gjë! O Allah! Nuk mund ta ndalojë askush atë që e ke dhënë Ti, dhe s’ka kush të japë atë që Ti e ke ndaluar! Të pasurit apo njeriut me pozitë nuk mund t’i bëjë dobi tek Ti pasuria a pozita e tij, por i bën dobi veçse puna e mirë!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Buhariu dhe Muslimi."
        },
        "count": 0
      },
      {
        "arabicText": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، لَا إِلَهَ إِلَّا اللَّهُ، وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ.",
        "transliteration": "Lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh, lehul mulku we lehul ḥamdu we huwe ‘alã kul-li shej’in ḳadĩr. Lã ḥawle we la ḳuwwete il-lã bil-lãh, lã ilãhe il-lall-llãhu, we lã na’ëbudu il-lã ijjãhu, lehun-ni’ëmetu we lehul faḍlu we lehuth-thenãul ḥasen. Lã ilãhe il-lall-llãhu muḣliṣĩne lehud-dĩne we lew kerihel kãfirũn.",
        "dhikrData": {
          "dhikr_Sq": "S’ka të adhuruar me të drejtë veç Allahut, Një dhe i Pashoq; Atij i takon sundimi dhe lavdia, dhe Ai është i Plotfuqishëm për çdo gjë! S’mund të bëhet asnjë lëvizje dhe nuk ka fuqi për asgjë veçse me ndihmën e Allahut! S’ka të adhuruar me të drejtë veç Allahut dhe nuk adhurojmë asnjë tjetër veç Tij! Dhuntitë dhe mirësitë janë prej Tij, dhe vetëm Atij i takon lavdi më i bukur! S’ka të adhuruar me të drejtë veç Allahut! Adhurimin e kryejmë me sinqeritet vetëm për Të, edhe pse këtë e urrejnë jobesimtarët!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Muslimi"
        },
        "count": 0
      },
      {
        "arabicText": "سُبْحَانَ اللَّهِ",
        "transliteration": "Subhanallah",
        "dhikrData": {
          "dhikr_Sq": "I Lartësuar është Allahu"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "وَالْحَمْدُ لِلَّهِ",
        "transliteration": "Elhamdulilah",
        "dhikrData": {
          "dhikr_Sq": "Falenderimi i takon Allahut"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "وَاللَّهُ أَكْبَرُ",
        "transliteration": "Allahu Ekber",
        "dhikrData": {
          "dhikr_Sq": "Allahu është më i Madhi"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
        "transliteration": "Lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh, lehul mulku we lehul ḥamdu we huwe ‘alã kul-li shej’in ḳadĩr.",
        "dhikrData": {
          "dhikr_Sq": "S’ka të adhuruar me të drejtë veç Allahut, Një dhe i Pashoq! Atij i takon sundimi dhe lavdia, dhe Ai është i Plotfuqishëm për çdo gjë!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Në këtë hadith Pejgamberi ﷺ thotë: “Kush e thotë këtë dhikër pas çdo namazi, i falen gjynahet qofshin edhe sa shkuma e detit”. Muslimi"
        },
        "count": 0
      },
      {
        "arabicText": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ﴿قُلْ هُوَ اللَّهُ أَحَدٌ ۞ اللَّهُ الصَّمَدُ ۞ لَمْ يَلِدْ وَلَمْ يُولَدْ ۞ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ﴾بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ۞ مِن شَرِّ مَا خَلَقَ ۞ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ۞ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ۞ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ ۞ مَلِكِ النَّاسِ ۞ إِلَهِ النَّاسِ ۞ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ۞ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ۞ مِنَ الْجِنَّةِ وَالنَّاسِ﴾",
        "transliteration": "Bismil-lãhirr-rraḥmãnirr-rraḥĩm. Ḳul huwall-llãhu eḥad, All-llãhuṣ-Ṣamed, lem jelid we lem jũled, we lem jekun lehũ kufuwen eḥad.",
        "dhikrData": {
          "dhikr_Sq": "Me emrin e Allahut, Mëshiruesit, Mëshirëbërësit! Thuaj: “Ai, Allahu është Një! Allahu është Eṣ Ṣamedu (Ai, të Cilit i drejtohen krijesat për nevojat e tyre). Ai as nuk lind, as nuk është i lindur. Dhe askush nuk është i barabartë me Atë!”."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ebu Davudi, Tirmidhiu dhe Nesaiu (Sahih Tirmidhi). Këto tri sure quhen: «Mbrojtëset» (Fet’hul Bari)."
        },
        "count": 0
      },
      {
        "arabicText": "﴿اللّهُ لَا إِلَـهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلَا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "transliteration": "All-llãhu lã ilãhe il-lã huwel Ḥajjul Ḳajjũm. Lã te’ḣudhuhu sinetun we lã newm. Lehu mã fis-semãwãti we mã fil erḍ. Men dhel-ledhĩ jeshfe’u ‘indehu il-lã bi idhnihi. Ja’ëlemu mã bejne ejdĩhim we mã ḣalfehum, we lã juḥĩṭũne bi shej’in min ‘ilmihi il-lã bimã shãe. Wesi’a kursijjuhus-semãwãti wel erḍa, we lã je’ũduhu ḥifḍhuhumã we huwel ‘Alijjul ‘Aḍhĩm.",
        "dhikrData": {
          "dhikr_Sq": "Allahu është Ai, përveç të Cilit nuk ka të adhuruar tjetër me të drejtë, i Gjalli, i Përjetshmi, Mbajtësi i gjithçkaje! Atë nuk e kap as dremitja, as gjumi! Atij i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Kush mund të ndërhyjë tek Ai për ndokënd pa lejen e Tij? Ai di çdo gjë që u ka ndodhur krijesave në të shkuarën dhe çdo gjë që do t’u ndodhë në të ardhmen, kurse ata nuk mund të përvetësojnë asgjë nga Dituria e Tij, përveçse aq sa Ai dëshiron. Kursi-u i Tij përfshin qiejt dhe Tokën dhe Ai nuk e ka të rëndë t’i ruajë ato. Ai është i Larti, Madhështori!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: “Kush lexon ajetin Kursij pas çdo namazi farz, nuk e ndan nga hyrja në Xhenet asgjë, vetëm se vdekja!” Nesaiu në “Amelul jeumi vel lejleti” (Sahih Xhami)."
        },
        "count": 0
      },
      {
        "arabicText": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
        "transliteration": "Lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh. Lehul mulku we lehul ḥamdu, juḥjĩ we jumĩt we huwe ‘alã kul-li shej’in ḳadĩr. (Dhjetë herë pas namazit të akshamit, dhe po aq pas namazit të sabahut).",
        "dhikrData": {
          "dhikr_Sq": "S’ka të adhuruar me të drejtë veç Allahut, Një dhe i Pashoq! Atij i takon sundimi dhe lavdia, Ai jep jetë dhe jep vdekje! Dhe Ai është i Plotfuqishëm për çdo gjë!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "(Dhjetë herë pas namazit të akshamit, dhe po aq pas namazit të sabahut). Tirmidhiu dhe Ahmedi [Sahihut tergib]."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا.",
        "transliteration": "All-llãhumme innĩ es’eluke ‘ilmen nãfi’an, we rizḳan ṭajjiben, we ‘amelen muteḳabbelen. (Pas selamit në namazin e sabahut).",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Unë të kërkoj dije të dobishme, rrizk (furnizim) të mirë dhe punë të pranuar!)"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "(Pas selamit në namazin e sabahut). Ibn Maxhe (Sahih Ibn Maxhe)."
        },
        "count": 0
      }
    ]
  },
  {
    "title": "Dhikri para fjetjes",
    "time": "Para gjumit",
    "dhikr": [
      {
        "arabicText": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ هُوَ اللَّهُ أَحَدٌ ۞ اللَّهُ الصَّمَدُ ۞ لَمْ يَلِدْ وَلَمْ يُولَدْ ۞ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ۞ مِن شَرِّ مَا خَلَقَ ۞ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ  ۞ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ۞ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ أَعُوذُ بِرَبِّ النَّاسِ ۞ مَلِكِ النَّاسِ ۞ إِلَهِ النَّاسِ ۞ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ۞ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ۞ مِنَ الْجِنَّةِ وَالنَّاسِ",
        "transliteration": "Bismil-lahirr-rrahmanirr-rrahim. Ḳul huwall-llahu ehad, All-llahus-Samed, lem jelid we lem juled, we lem jekun lehu kufuwen ehad.",
        "dhikrData": {
          "dhikr_Sq": "Me emrin e Allahut, Mëshiruesit, Mëshirëbërësit! Thuaj: “Ai, Allahu është Një! Allahu është Eṣ Ṣamedu (Ai, të Cilit i drejtohen krijesat për nevojat e tyre). Ai as nuk lind, as nuk është i lindur. Dhe askush nuk është i barabartë me Atë!”"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "I mbledhim duart grusht, pastaj fryjmë në to (duke e shoqëruar frymën me fare pak pështymë) dhe lexojmë:"
        },
        "count": 3
      },
      {
        "arabicText": "﴿اللَّهُ لَا إِلَهَ إِلَّا هُوَ الـْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "transliteration": "All-llãhu lã ilãhe il-lã huwel Ḥajjul Ḳajjũm. Lã te’ḣudhuhu sinetun we lã newm. Lehu mã fis-semãwãti we mã fil erḍ. Men dhel-ledhĩ jeshfe’u ‘indehu il-lã bi idhnihi. Ja’ëlemu mã bejne ejdĩhim we mã ḣalfehum, we lã juḥĩṭũne bi shej’in min ‘ilmihi il-lã bimã shãe. Wesi’a kursijjuhus-semãwãti wel erḍa, we lã je’ũduhu ḥifḍhuhumã we huwel ‘Alijjul ‘Aḍhĩm.",
        "dhikrData": {
          "dhikr_Sq": "Allahu është Ai, përveç të Cilit nuk ka të adhuruar tjetër me të drejtë, i Gjalli, i Përjetshmi, Mbajtësi i gjithçkaje! Atë nuk e kap as dremitja, as gjumi! Atij i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Kush mund të ndërhyjë tek Ai për ndokënd pa lejen e Tij? Ai di çdo gjë që u ka ndodhur krijesave në të shkuarën dhe çdo gjë që u ndodh në të ardhmen, kurse ata nuk mund të përvetësojnë asgjë nga Dituria e Tij, përveçse aq sa Ai dëshiron. Kursi-u i Tij përfshin qiejt dhe Tokën dhe Ai nuk e ka të rëndë t’i ruajë ato. Ai është i Larti, Madhështori!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: “Këto dy ajete, do të jenë të mjaftueshme për këdo që i lexon gjatë natës”. Buhariu dhe Muslimi."
        },
        "count": 0
      },
      {
        "arabicText": "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ۞ لَا يُكَلِّفُ اللّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾",
        "transliteration": "Ãmenerr-rrasũlu bimã unzile ilejhi mirr-rrabbihi wel mu’minũn, kul-lun ãmene bil-lãhi we melãiketihi we kutubihi we rusulihi lã nuferr-rriḳu bejne eḥadin-mirr-rrusulih. We ḳãlũ semi’ënã we eṭa’ënã ġufrãneke rabbenã we ilejkel meṣĩr. Lã jukel-lifull-llãhu nefsen il-lã wus’ahã lehã mã kesebet we ‘alejhã mektesebet. Rabbenã lã tu’ãḣidhnã in nesĩnã ew eḣta’nã. Rabbenã we lã taḥmil ‘alejnã iṣran kemã ḥameltehũ ‘alel-ledhĩne min ḳablinã.  Rabbenã we lã tuḥammilnã mã lã ṭãḳate lenã bihi, wa’ëfu ‘annã weġfir lenã werḥamnã, Ente mewlãnã fenṣurnã ‘alel ḳawmil kãfirĩn.",
        "dhikrData": {
          "dhikr_Sq": "I Dërguari besoi atë që iu shpall nga Zoti i tij, e po ashtu edhe besimtarët; të gjithë besuan Allahun, melekët e Tij, librat e Tij dhe të dërguarit e Tij, (duke thënë): “Nuk bëjmë dallim mes asnjërit prej të dërguarve të Tij.” Pastaj thanë: “Dëgjuam dhe u bindëm. Faljen Tënde kërkojmë, o Zoti ynë! Tek Ti është kthimi”. Allahu nuk ngarkon askënd përtej mundësive që ka; të mirën që fiton (çdokush) e ka për vete dhe të keqen që bën e ka kundra vetes. Zoti ynë! Mos na ndëshko nëse harrojmë ose gabojmë! Zoti ynë! Mos na ngarko barrë të rëndë ashtu si i ngarkove ata para nesh! Zoti ynë! Mos na ngarko me diçka që nuk mund ta mbartim! Na fal ne, na i mbulo gjynahet dhe na mëshiro! Ti je Zoti ynë, prandaj na jep fitore kundër popullit mosbesimtar!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
        "transliteration": "Bismike rabbĩ weḍa’tu xhenbĩ, we bike erfe’uhu, fe in emsekte nefsĩ ferḥamhã, we in erseltehã faḥfeḍhhã bimã taḥfeḍhu bihi ‘ibãdekeṣ-ṣãlihĩn.",
        "dhikrData": {
          "dhikr_Sq": "Duke përmendur emrin Tënd, o Zoti im, u shtriva për të fjetur dhe duke përmendur emrin Tënd ngrihem nga gjumi. Nëse ma mban shpirtin (më vdes) mëshiroje atë e, nëse ma kthen shpirtin në trup, ruaje atë ashtu siç ruan robërit e Tu të mirë."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: “Nëse ndonjëri prej jush ngrihet nga shtrati, e pastaj kthehet në të, le ta shkundë shtrojën tre herë me cepin e rrobës, dhe le të thotë: “bismil-lãh”, sepse ai nuk e di se çfarë ka rënë në të mbasi është ngritur. Kur të shtrihet, le të thotë: “O Allah… (lutjen e lartpërmendur)”. Buhariu dhe Muslimi."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ  إِنِّي أَسْأَلُكَ العَافِيَةَ",
        "transliteration": "All-llãhumme inneke ḣaleḳte nefsĩ we Ente teweffãhã, leke memãtuhã we maḥjãhã, in aḥjejtehã faḥfeḍhhã, we in emettehã feg’fir lehã, All-llãhumme innĩ es’elukel ‘ãfijeh.",
        "dhikrData": {
          "dhikr_Sq": "O Allah, Ti e ke krijuar shpirtin tim dhe Ti ma merr atë, në dorën Tënde është vdekja(1) dhe jeta e tij.  Nëse e le të jetojë, ruaje atë, e nëse e vdes, fale atë. O Allah, të lutem të më ruash nga çdo e keqe"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "(1)Fjala ‘vdekje’ këtu tregon daljen dhe ndarjen e shpirtit nga trupi."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ قِنِي عَذَابَكَ، يَوْمَ تَبْعَثُ عِبَادَكَ",
        "transliteration": "All-llãhumme ḳinĩ ‘adhãbeke jewme teb’athu ‘ibãdeke.",
        "dhikrData": {
          "dhikr_Sq": "O Allah, më mbroj prej dënimit Tënd atë Ditë, kur do të ringjallësh robërit e Tu."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
        "transliteration": "Bismikall-llãhumme emũtu we aḥjã.",
        "dhikrData": {
          "dhikr_Sq": "Duke përmendur emrin Tënd, o Allah, vdes dhe jetoj!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Buhariu dhe Muslimi."
        },
        "count": 0
      },
      {
        "arabicText": "سُبْحَانَ اللَّهِ",
        "transliteration": "Subḥãnall-llãh",
        "dhikrData": {
          "dhikr_Sq": "I Dëlirë nga të metat është Allahu!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "وَالْحَمْدُ لِلَّهِ",
        "transliteration": "Elḥamdu lil-lãh",
        "dhikrData": {
          "dhikr_Sq": "Lavdia i takon Allahut"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "وَاللَّهُ أَكْبَرُ",
        "transliteration": "All-llãhu Ekber",
        "dhikrData": {
          "dhikr_Sq": "Allahu është më i Madhi!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
        "transliteration": "All-llãhumme rabbes-semãwãtis-seb’i we rabel-erḍi we rabbel ‘arshil ‘aḍhĩm, Rabbenã we rabbe kul-li shej’in, fãliḳal ḥabbi wen-newã, we munzilet-tewrãti wel inxhĩli wel furḳãn! E’ũdhu bike min sherri kul-li shej’in Ente ãḣidhun bi nãṣijetihi! All-llãhumme Entel Ewwelu fe lejse ḳableke shej’un, we Entel Ãḣiru fe lejse ba’ëdeke shej’un, we Enteḍh-Ḍhãhiru fe lejse fewḳake shej’un, we Entel Bãṭinu fe lejse dũneke shej’un, iḳḍi ‘annã ed-dejne we eġninã minel faḳri!",
        "dhikrData": {
          "dhikr_Sq": "O Allah, Krijuesi i shtatë qiejve dhe i tokës dhe rregulluesi i punëve të tyre, Zoti i arshit madhështor, Zoti ynë dhe Zoti i çdo gjëje, Ai i Cili bën të çahet fara dhe bërthama, Zbritësi i Teuratit, Ungjillit dhe Kuranit! Kërkoj mbrojtjen Tënde prej të keqes së çdo gjëje! Ti je i Pari (i Pafillim), e s`ka gjë para Teje, Ti je i Fundit (i Pafund) e s`ka gjë pas Teje, Ti je më i Larti, e s`ka gjë mbi Ty, Ti je më i Afërti (më pranë çdo gjëje me dijen) e s`ka gjë më pranë gjërave se Ti! Na i laj borxhet dhe na pasuro që të mos jemi nevojtarë!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Muslimi."
        },
        "count": 0
      },
      {
        "arabicText": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لَا كَافِيَ لَهُ وَلَا مُؤْوِيَ",
        "transliteration": "Elḥamdu lil-lãhil-ledhĩ eṭ’amenã we seḳãnã, we kefãnã, we ãwãnã; fe kem mimmen lã kãfije lehu we lã mu’wije.",
        "dhikrData": {
          "dhikr_Sq": "Lavdia i përket Allahut, i Cili na ushqeu dhe na dha për të pirë, na ruajti nga dëmi i keqbërësve, na kreu punët, na plotësoi nevojat, na dha banesë për strehim! Sa e sa njerëz ka që Allahu nuk i ka mbrojtur nga keqbërësit dhe nuk u ka dhënë banesë për strehim!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Muslimi."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        "transliteration": "All-llãhumme, ‘Ãlimel ġajbi wesh-shehãdeti, Fãṭiras-semãwãti wel erḍi, Rabbe kul-li shej’in we Melĩkehu, eshhedu en lã ilãhe il-lã Ente, e’ũdhu bike min sherri nefsĩ, we min sherrish-shejṭãni we shirkihi, we en eḳterife ‘alã nefsĩ sũen ew exhurr-rrahu ilã muslim.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Njohës i së fshehtës dhe së dukshmes, Krijues i qiejve dhe i tokës, Zot dhe Sundues i çdo gjëje! Dëshmoj se askush nuk meriton të adhurohet përveç Teje! Më mbroj nga e keqja e vetvetes, nga e keqja e shejtanit dhe thirrja e përpjekja e tij për të bërë shirk (ose: nga kurthi i tij), si dhe që të mos i bëj vetes keq e as ndonjë muslimani!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ebu Davudi (Sahih Tirmidhiu)."
        },
        "count": 0
      },
      {
        "arabicText": "",
        "transliteration": "Lexojmë suren Sexhde dhe suren Mulk.",
        "dhikrData": {
          "dhikr_Sq": ""
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Tirmidhiu dhe Nesaiu (Sahih Xhami)."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
        "transliteration": "All-llãhumme eslemtu nefsĩ ilejke, we fewweḍtu emrĩ ilejke, we wexhxhehtu wexhhĩ ilejke, we elxhe’tu ḍhahrĩ ilejke, raġbeten we rahbeten ilejke, lã melxhe’e we lã menxhã minke il-lã ilejke. Ãmentu bi kitãbikel-ledhĩ enzelte, we bi nebijjikel-ledhĩ erselte.",
        "dhikrData": {
          "dhikr_Sq": "O Allah, unë ta dorëzoj veten time Ty, t’i besoj Ty të gjitha çështjet e mia dhe mbështetem tek Ti të më ndihmosh në të gjitha punët që janë në dobinë time, duke pasur njëkohësisht shpresë tek shpërblimi Yt dhe frikë nga dënimi Yt! Nuk ka strehë dhe shpëtim prej Teje përveçse Tek Ti!(1) Unë besoj në Librin Tënd (Kuranin), të cilin Ti e shpalle, dhe në Nebijj-in Tënd (Lajmëtarin Muhamed), të cilin Ti e dërgove!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "(1) D.m.th.: Nuk gjen kush strehë dhe shpëtim prej dënimit Tënd veçse tek mëshira Jote"
        },
        "count": 0
      }
    ]
  },
  {
    "title": "Dhikri i mbrëmjes",
    "time": "Para perëndimit të diellit",
    "dhikr": [
      {
        "arabicText": "الْحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى مَنْ لَا نَبِيَّ بَعْدَهُ.",
        "transliteration": "Elḥamdu lil-lãhi waḥdeh, weṣ-ṣalãtu wes-selãmu ‘alã men lã nebijje ba’ëdehu.",
        "dhikrData": {
          "dhikr_Sq": "Lavdia i takon Allahut, i Cili është i Vetëm. Salavati (lavdërimi i Allahut) dhe selami (paqja) qofshin për Nebijj-in (Lajmësin) e fundit, pas të cilit s’ka lajmës tjetër."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ.",
        "transliteration": "E’ũdhu bil-lãhi minesh-shejṭãnirr-rraxhĩm.",
        "dhikrData": {
          "dhikr_Sq": "I mbështetem Allahut të më mbrojë nga shejtani i mallkuar"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "﴿اللَّهُ لَا إِلَهَ إِلَّا هُوَ الـْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "transliteration": "All-llãhu lã ilãhe il-lã huwel Ḥajjul Ḳajjũm. Lã te’ḣudhuhu sinetun we lã newm. Lehu mã fis-semãwãti we mã fil erḍ. Men dhel-ledhĩ jeshfe’u ‘indehu il-lã bi idhnihi. Ja’ëlemu mã bejne ejdĩhim we mã ḣalfehum, we lã juḥĩṭũne bi shej’in min ‘ilmihi il-lã bimã shãe. Wesi’a kursijjuhus-semãwãti wel erḍa, we lã je’ũduhu ḥifḍhuhumã we huwel ‘Alijjul ‘Aḍhĩm.",
        "dhikrData": {
          "dhikr_Sq": "Allahu është Ai, përveç të Cilit nuk ka të adhuruar tjetër me të drejtë, i Gjalli, i Përjetshmi, Mbajtësi i gjithçkaje! Atë nuk e kap as dremitja, as gjumi! Atij i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Kush mund të ndërhyjë tek Ai për ndokënd pa lejen e Tij? Ai di çdo gjë që u ka ndodhur krijesave në të shkuarën dhe çdo gjë që u ndodh në të ardhmen, kurse ata nuk mund të përvetësojnë asgjë nga Dituria e Tij, përveçse aq sa Ai dëshiron. Kursi-u i Tij përfshin qiejt dhe Tokën dhe Ai nuk e ka të rëndë t’i ruajë ato. Ai është i Larti, Madhështori!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ هُوَ اللَّهُ أَحَدٌ ۞ اللَّهُ الصَّمَدُ ۞ لَمْ يَلِدْ وَلَمْ يُولَدْ ۞ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ۞ مِن شَرِّ مَا خَلَقَ ۞ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ  ۞ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ۞ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ أَعُوذُ بِرَبِّ النَّاسِ ۞ مَلِكِ النَّاسِ ۞ إِلَهِ النَّاسِ ۞ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ۞ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ۞ مِنَ الْجِنَّةِ وَالنَّاسِ",
        "transliteration": "Bismil-lahirr-rrahmanirr-rrahim. Ḳul huwall-llahu ehad, All-llahus-Samed, lem jelid we lem juled, we lem jekun lehu kufuwen ehad.",
        "dhikrData": {
          "dhikr_Sq": "Me emrin e Allahut, Mëshiruesit, Mëshirëbërësit! Thuaj: “Ai, Allahu është Një! Allahu është Eṣ Ṣamedu (Ai, të Cilit i drejtohen krijesat për nevojat e tyre). Ai as nuk lind, as nuk është i lindur. Dhe askush nuk është i barabartë me Atë!”"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ، وَعَذَابٍ فِي الْقَبْرِ",
        "transliteration": "Emsejna we emsel mulku lil-lãh , welḥamdu lil-lãhi, lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh, lehul mulku, we lehul ḥamdu, we huwe ‘alã kul-li shej’in ḳadĩr. Rabbi es’eluke ḣajra mã fî hãdhihil-lejleti, ue ḣajra mã ba’ëdehã, ue eûdhu bike min sherri mã fî hãdhihil-lejleti, ue sherri mã ba’ëdehã, Rabbi e’ũdhu bike minel keseli, we sũil kiber, Rabbi e’ũdhu bike min ‘adhãbin fin-nãri, we ‘adhãbin fil ḳabri.",
        "dhikrData": {
          "dhikr_Sq": "U ngrysëm dhe ndërkohë ne jemi në dorë të Allahut! I gjithë sundimi i përket Allahut dhe e gjithë lavdia i takon Atij! Nuk ka të adhuruar me të drejtë përveç Allahut, i Cili është Një dhe i Pashoq! Atij i takon sundimi dhe Lavdia! Ai është i fuqishëm për çdo gjë! O Zoti im! Unë të kërkoj të mirën që do të krijohet dhe do të ndodhë në këtë natë, dhe të mirën që do të krijohet në netët e tjera pas saj! Ty të lutem të më mbrosh nga sherri i gjithçkaje në këtë natë dhe në netët pas saj! O Zoti im! Kërkoj të më ruash nga përtacia, dhe pleqëria e keqe (si matufosja etj.)! O Zot im! Kërkoj të më mbrosh nga dënimi në Zjarr dhe dënimi në varr!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
        "transliteration": "All-llãhumme bike emsejnã, ue bike aṣbaḥnã, we bike naḥjã, we bike nemũtu, we ilejken-nushũr.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! U ngrysëm nën kujdesin Tënd dhe u gdhimë nën kujdesin Tënd! Ti na ngjall dhe Ti na vdes, dhe pas ringjalljes, tek Ti do të kthehemi!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنوبَ إِلَّا أَنْتَ.",
        "transliteration": "All-llãhumme Ente Rabbĩ, lã ilãhe il-lã Ente, ḣalaḳtenĩ we ene ‘abduke, we ene ‘alã ‘ahdike we wa’ëdike mesteṭa’ëtu, e’ũdhu bike min sherri mã ṣana’ëtu, ebũ’u leke bi ni’ëmetike ‘alejje, we ebũ’u bi dhenbĩ, feġfir lĩ fe innehu lã jeġfirudh-dhunũbe il-lã Ente.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Ti je Zoti im! Askush nuk meriton të adhurohet, përveç Teje! Ti më krijove dhe unë jam robi Yt! Unë do t’i qëndroj besnik besës dhe premtimit që të kam dhënë, sa të mundem! Kërkoj që të më mbrosh nga e keqja që vjen si pasojë e asaj që kam bërë! Të jam mirënjohës për të gjitha mirësitë që më ke bërë dhe i pranoj gjynahet e mia, prandaj më fal, sepse, në të vërtetë, gjynahet nuk i fal askush tjetër, përveç Teje!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "“Kush e thotë këtë në mbrëmje duke qenë i bindur në të dhe vdes po atë natë do të jetë prej banorëve të Xhennetit, poashtu edhe në mëngjes” Buhariu 7/150"
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ ، وَمَلائِكَتَكَ ، وَجَمِيعَ خَلْقِكَ ، أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ ، وَحْدَكَ لاَشَرِيكَ لَكَ ، وأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ",
        "transliteration": "Allãhum-me innî emsejtu ushhiduke, we ushhidu ḥamelete ‘arshike, we melãiketeke, we xhemĩ’a ḣalḳike, Enneke Entall-llãhu lã ilãhe il-lã Ente, waḥdeke lã sherĩke Leke, we enne Muḥammeden ‘abduke we rasũluke.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Unë u ngrysa duke të pasur Ty si dëshmitar, mbajtësit e arshit Tënd, melekët e Tu dhe të gjitha krijesat e Tua për faktin se unë pohoj që Ti je Allahu, se s’ka të adhuruar me të drejtë përveç Teje, se Ti je i Vetëm, i Pashoq, dhe se Muhamedi është robi dhe i Dërguari Yt"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 4
      },
      {
        "arabicText": "اللَّهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ.",
        "transliteration": "All-llãhumme mã emsã bî min ni’ëmetin ew bi eḥadin min ḣalḳike, fe minke waḥdeke lã sherĩke leke, fe lekel-ḥamdu, we lekesh-shukru.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Çdo mirësi (qoftë dynjaje a ahireti) me të cilën unë jam ngrysur ose me të cilën është gdhirë ndonjë krijesë Jotja, është vetëm prej Teje! I Pashoq je Ti! Ty të takon e gjithë lavdia dhe Ty të takon mirënjohja!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ.",
        "transliteration": "All-llãhumme ‘ãfinĩ fĩ bedenĩ, All-llãhumme ‘ãfinĩ fĩ sem’ĩ, All-llãhumme ‘ãfinĩ fĩ beṣarĩ! Lã ilãhe il-lã Ente, All-llãhumme innĩ e’ũdhu bike minel kufri wel faḳri, we e’ũdhu bike min ‘adhãbil ḳabri, lã ilãhe il-lã Ente.",
        "dhikrData": {
          "dhikr_Sq": "O Allah më jep shëndet në trupin tim, në të dëgjuarit tim dhe në shikimin tim. Nuk ka të adhuruar me të drejtë përveç Teje. O Allah! Më ruaj nga kufri dhe varfëria! Më ruaj nga dënimi i varrit. Nuk ka të adhuruar me të drejtë përveç Teje"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ebu Davudi 4/324, Ahmedi 5/42 dhe Nesaiu në “Amelul-jevmi vel-lejleh” nr:22, Ibën Sunnijj nr: 69 dhe Buhariu në “El-Edeb-El-Mufred”, senedin e këtij hadithi dijetari Ibën Bazi në librin e tij “Tuhfetul-Ahjar” fq.26 e ka bërë të mirë (hasen)."
        },
        "count": 3
      },
      {
        "arabicText": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ.",
        "transliteration": "Ḥasbijall-llãhu lã ilãhe il-lã huwe, ‘alejhi tewekkeltu we huwe rabbul ‘arshil ‘aḍhĩm.",
        "dhikrData": {
          "dhikr_Sq": "Më mjafton Allahu për rregullimin dhe mbarëvajtjen e punëve! S’ka të adhuruar me të drejtë përveç Tij! Tek Ai unë mbështetem plotësisht dhe Ai është Zoti i arshit madhështor!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë në mëngjes dhe në mbrëmje shtatë herë i mjafton për atë që e brengos çështja e kësaj bote dhe e ahiretit."
        },
        "count": 7
      },
      {
        "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي.",
        "transliteration": "All-llãhumme innĩ es’elukel ‘afwe wel ‘ãfijete fid-dun’jã wel ãḣirah, All-llãhumme innĩ es’elukel ‘afwe wel ‘ãfijete fĩ dĩnĩ we dun’jãje we ehlĩ we mãlĩ, All-llãhummestur ‘awrãtĩ, we ãmin raw’ãtĩ. All-llãhumme iḥfeḍhnĩ min bejni jedejje, we min ḣalfĩ, we ‘an jemĩnĩ we ‘an shimãlĩ, we min fewḳĩ, we e’ũdhu bi aḍhametike en uġtãle min taḥtĩ.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Të kërkoj të më falësh dhe të më ruash nga çdo e keqe në këtë botë dhe në botën tjetër. O Allah! Të lutem të më falësh dhe të më ruash nga të këqijat e të metat në fenë time, në jetën time të këtushme, në familjen time dhe në pasurinë time. O Allah! M’i mbulo të metat dhe më qetëso nga gjërat frikësuese. O Allah! Më ruaj nga para dhe nga prapa, nga e djathta dhe nga e majta, si dhe nga lart. Mbrohem me madhërinë Tënde, që të mos më përpijë toka nga poshtë."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ebu Davudi dhe Ibën Maxheh. Shih “Sahih Ibën Maxheh” 2/332."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ.",
        "transliteration": "All-llãhumme ‘ãlimel ġajbi wesh-shehãdeti Fãṭiras-semãwãti wel erḍi, Rabbe kul-li shej’in we melĩkehu, eshhedu en lã ilãhe il-lã Ente, e’ũdhu bike min sherri nefsĩ, we min sherrish-shejṭãni we shirkihi, we en eḳterife ‘alã nefsĩ sũen ew exhurr-rrahu ilã muslim.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Njohës i së fshehtës dhe së dukshmes, Krijues i qiejve dhe i tokës, Zot dhe Sundues i çdo gjëje! Dëshmoj se askush nuk meriton të adhurohet përveç Teje! Më mbroj nga e keqja e vetvetes, nga e keqja e shejtanit dhe thirrja e përpjekja e tij për të bërë shirk (ose: nga kurthi i tij), si dhe që të mos i bëj vetes keq e as ndonjë muslimani!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Tirmidhiu dhe Ebu Davudi “Sahih Et-Tirmidhi” 3/142."
        },
        "count": 0
      },
      {
        "arabicText": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "transliteration": "Bismil-lãhil-ledhĩ lã jeḍurr-rru me’asmihi shej’un fil erḍi we lã fis-semãi we huwes-Semĩ’ul ‘Alĩm.",
        "dhikrData": {
          "dhikr_Sq": "Kërkoj mbrojtje me emrin e Allahut nga çdo keqbërës, emër ky me përmendjen e të cilit nuk mund të bëjë dëm asgjë në tokë dhe asnjë sprovë që zbret nga qielli! Allahu është ai i Cili i dëgjon të gjitha thëniet dhe i di të gjitha gjendjet!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë tri herë në mëngjes dhe në mbrëmje, nuk i bëhet dëm asgjë."
        },
        "count": 3
      },
      {
        "arabicText": "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ (صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ) نَبِيًّا",
        "transliteration": "Raḍĩtu bil-lãhi  Rabben,  we bil islãmi dĩnen, we bi Muḥammedin (ṣal-lallãhu ‘alejhi we sel-leme) nebijjen.",
        "dhikrData": {
          "dhikr_Sq": "Jam i kënaqur me Allahun si Zot, me Islamin si fe dhe me Muhamedin (lavdërimi dhe paqja qofshin për të) si Pejgamber"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë çdo mëngjes dhe mbrëmje tri herë është obligim i All-llahut që ta kënaq atë ditën e Kijametit.(Ahmedi 4/337, Nesaiu në “Amelul-jevmi vel-lejleh” nr:4, Ibën Sunnijj nr:68, Ebu Davudi 4/418 dhe Tirmidhiu 5/465. Ibën Bazi në “Tuhfetul-Ahjar” fq.39 (hadith hasen)."
        },
        "count": 3
      },
      {
        "arabicText": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ.",
        "transliteration": "Jã Ḥajju, jã Ḳajjũmu bi raḥmetike esteġĩthu, aṣliḥ lĩ she’nĩ kul-lehu, we lã tekilnĩ ilã nefsĩ ṭarfete ‘ajnin.",
        "dhikrData": {
          "dhikr_Sq": "O i Gjallë e i Përjetshëm! O Mbajtësi i gjithçkaje! Me mëshirën Tënde të kërkoj ndihmë! Rregulloji të gjitha punët e mia dhe mos më lër të mbështetem në veten time as sa një hapje e mbyllje e syrit!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Sahih sipas Hakim, e ka pëlqyer edhe Dhehebiu 1/545. Shih “Sahihut-tergib vet-terhib” 1/273"
        },
        "count": 0
      },
      {
        "arabicText": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلِّهِ رَبِّ العَالَمِينَ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ ، فَتْحَهَا ، وَنَصْرَهَا ، وَنُورَهَا وَبَرَكَتَهَا ، وَهُدَاهَا ، وأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيهَا وَشرِّ مَا بَعْدهَا",
        "transliteration": "Emsejnã ue emsel mulku lil-lãhi rabbil ‘ãlemîn. All-llãhumme innî es’eluke ḣajra hãdhihil-lejleti: fet’ḥahã we naṣrahã we nûrahã we beraketehã we hudãhã, we e’ũdhu bike min sherri mã fîhã we sherri mã ba’ëdehã.",
        "dhikrData": {
          "dhikr_Sq": "U ngrysëm dhe ndërkohë sundimi mbi gjithçka i përket vetëm Allahut! O Allah! Unë të lutem të më japësh të mirën që krijohet a që zbret në këtë natë, të më mundësosh realizimin e qëllimit dhe triumfin mbi armikun, të më japësh dritë (dije të dobishme dhe punë të mira), të më begatosh (me rrizk hallall) dhe të më udhëzosh! Kërkoj të më mbrosh nga e keqja që ndodh në këtë ditë dhe e keqja që do të ndodhë në ditët pas saj!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "أَمْسَيْنَا عَلَى فِطْرَةِ الإِسْلامِ ، وَعَلَى كَلِمَةِ الإِخْلاصِ ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ وَعَلَى مِلِّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
        "transliteration": "Emsejnã ‘alã fiṭratil Islãm,  we ‘alã  kelimetil iḣlãṣ, we ‘alã dĩni nebijjinã Muḥammedin (ṣal-lallãhu ‘alejhi we sel-leme), we ‘alã mil-leti ebĩnã Ibrãhĩme ḥanĩfen muslimen, we mã kãne minel mushrikĩn.",
        "dhikrData": {
          "dhikr_Sq": "U ngrysëm në natyrshmërinë islame, në thënien e sinqeritetit (La ilahe il-lall-llãh), në fenë e nebij-it (lajmëtarit) tonë Muhamedit (lavdërimi dhe paqja qofshin për të), si dhe në besimin monoteist të pastër të babait tonë Ibrahim, i cili ka qenë larg besimeve të kota, i nënshtruar ndaj Allahut dhe nuk ka qenë prej idhujtarëve"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ.",
        "transliteration": "Subḥãnall-llãhi we biḥamdihi.",
        "dhikrData": {
          "dhikr_Sq": "(Them shprehjen e lartësimit se) Allahu është pa të meta dhe ngre lart lavdinë e Tij"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë në mëngjes dhe në mbrëmje 100 herë, askush s'do të vijë Ditën e Kijametit me diç më të vlefshme se ky, përveç atij i cili ka thënë sikur ky apo më tepër."
        },
        "count": 1
      },
      {
        "arabicText": "لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
        "transliteration": "Lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh, lehul mulku we lehul ḥamdu we huwe ‘alã kul-li shej’in ḳadĩr.",
        "dhikrData": {
          "dhikr_Sq": "(Këtë e themi dhjetë herë  ose vetëm një herë,  kur s’mundemi ta themi më shumë)S’ka të adhuruar me të drejtë përveç Allahut, Një dhe të Pashoq. Vetëm Atij i përket sundimi dhe lavdia, dhe Ai është i Fuqishëm për çdo gjë!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Nesaiu në «amelul jeumi uel lejleti» (Sahih Tergib ue Terhib dhe Tuhfetul Ahjar)."
        },
        "count": 1
      },
      {
        "arabicText": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ.",
        "transliteration": "Subḥãnall-llãhi we biḥamdihi, ‘adede ḣalḳihi, we riḍã nefsihi, we zinete ‘arshihi we midãde kelimãtihi.",
        "dhikrData": {
          "dhikr_Sq": "Them shprehjen e lartësimit se Allahu është pa të meta dhe i bëj lavdi Atij: aq sa numri i krijesave të Tij, aq sa pëlqen Ai, aq sa peshon arshi i Tij, aq sa numri i shumtë dhe i pafundmë i fjalëve të Tij"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Muslimi 4/2090."
        },
        "count": 3
      },
      {
        "arabicText": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ.",
        "transliteration": "E’ũdhu bi kelimãtil-lãhit-tãmmãti min sherri mã ḣaleḳa!",
        "dhikrData": {
          "dhikr_Sq": "Kërkoj mbrojtje me fjalët e përsosura të Allahut prej së keqes së çdo gjëje që Ai ka krijuar!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبيِّنَا مُـحَمَّدٍ.",
        "transliteration": "All-llãhumme ṣal-li we sel-lim ‘alã nebijjinã Muḥammed.",
        "dhikrData": {
          "dhikr_Sq": "O Allah, bëj salavat dhe selam Profetit tonë Muhamedit"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: «Kush çon dhjetë herë salavatë për mua kur të gdhihet dhe dhjetë herë kur të ngryset, do të arrijë ndërmjetësimin tim Ditën e Kiametit.» Tabarani (Sahih Tergib ve Terhib)."
        },
        "count": 1
      }
    ]
  },
  {
    "title": "Dhikri i mëngjesit",
    "time": "Para lindjes së diellit",
    "dhikr": [
      {
        "arabicText": "الْحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى مَنْ لَا نَبِيَّ بَعْدَهُ",
        "transliteration": "Elḥamdu lil-lãhi waḥdeh, weṣ-ṣalãtu wes-selãmu ‘alã men lã nebijje ba’ëdehu.",
        "dhikrData": {
          "dhikr_Sq": "Lavdia i takon Allahut, i Cili është i Vetëm. Salavati (lavdërimi i Allahut) dhe selami (paqja) qofshin për Nebijj-in (Lajmësin) e fundit, pas të cilit s’ka lajmës tjetër."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ",
        "transliteration": "E’ũdhu bil-lãhi minesh-shejṭãnirr-rraxhĩm.",
        "dhikrData": {
          "dhikr_Sq": "I mbështetem Allahut të më mbrojë nga shejtani i mallkuar."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الـْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "transliteration": "All-llãhu lã ilãhe il-lã huwel Ḥajjul Ḳajjũm. Lã te’ḣudhuhu sinetun we lã newm. Lehu mã fis-semãwãti we mã fil erḍ. Men dhel-ledhĩ jeshfe’u ‘indehu il-lã bi idhnihi. Ja’ëlemu mã bejne ejdĩhim we mã ḣalfehum, we lã juḥĩṭũne bi shej’in min ‘ilmihi il-lã bimã shãe. Wesi’a kursijjuhus-semãwãti wel erḍa, we lã je’ũduhu ḥifḍhuhumã we huwel ‘Alijjul ‘Aḍhĩm.",
        "dhikrData": {
          "dhikr_Sq": "Allahu është Ai, përveç të Cilit nuk ka të adhuruar tjetër me të drejtë, i Gjalli, i Përjetshmi, Mbajtësi i gjithçkaje! Atë nuk e kap as dremitja, as gjumi! Atij i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Kush mund të ndërhyjë tek Ai për ndokënd pa lejen e Tij? Ai di çdo gjë që u ka ndodhur krijesave në të shkuarën dhe çdo gjë që u ndodh në të ardhmen, kurse ata nuk mund të përvetësojnë asgjë nga Dituria e Tij, përveçse aq sa Ai dëshiron. Kursi-u i Tij përfshin qiejt dhe Tokën dhe Ai nuk e ka të rëndë t’i ruajë ato. Ai është i Larti, Madhështori!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ هُوَ اللَّهُ أَحَدٌ ۞ اللَّهُ الصَّمَدُ ۞ لَمْ يَلِدْ وَلَمْ يُولَدْ ۞ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ۞ مِن شَرِّ مَا خَلَقَ ۞ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ  ۞ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ۞ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ۞ قُلْ أَعُوذُ بِرَبِّ النَّاسِ ۞ مَلِكِ النَّاسِ ۞ إِلَهِ النَّاسِ ۞ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ۞ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ۞ مِنَ الْجِنَّةِ وَالنَّاسِ",
        "transliteration": "Bismil-lahirr-rrahmanirr-rrahim. Ḳul huwall-llahu ehad, All-llahus-Samed, lem jelid we lem juled, we lem jekun lehu kufuwen ehad.",
        "dhikrData": {
          "dhikr_Sq": "Me emrin e Allahut, Mëshiruesit, Mëshirëbërësit! Thuaj: “Ai, Allahu është Një! Allahu është Eṣ Ṣamedu (Ai, të Cilit i drejtohen krijesat për nevojat e tyre). Ai as nuk lind, as nuk është i lindur. Dhe askush nuk është i barabartë me Atë!”"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 3
      },
      {
        "arabicText": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ.",
        "transliteration": "Aṣbaḥnã we aṣbaḥal mulku lil-lãh , welḥamdu lil-lãhi, lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh, lehul mulku, we lehul ḥamdu, we huwe ‘alã kul-li shej’in ḳadĩr. Rabbi es’eluke ḣajra mã fĩ hãdhel jewmi, we ḣajra mã ba’ëdehu , we e’ũdhu bike min sherri mã fĩ hãdhel jewmi, we sherri mã ba’ëdehu, Rabbi e’ũdhu bike minel keseli, we sũil kiber, Rabbi e’ũdhu bike min ‘adhãbin fin-nãri, we ‘adhãbin fil ḳabri.",
        "dhikrData": {
          "dhikr_Sq": "U gdhimë dhe ndërkohë ne jemi në dorë të Allahut! I gjithë sundimi i përket Allahut dhe e gjithë lavdia i takon Atij! Nuk ka të adhuruar me të drejtë përveç Allahut, i Cili është Një dhe i Pashoq! Atij i takon sundimi dhe Lavdia! Ai është i fuqishëm për çdo gjë! O Zoti im! Unë të kërkoj të mirën që do të krijohet dhe do të ndodhë në këtë ditë, dhe të mirën që do të krijohet në ditët e tjera pas saj! Ty të lutem të më mbrosh nga sherri i gjithçkaje që ndodh në këtë ditë dhe sherri i gjithçkaje në ditët pas saj! O Zoti im! Kërkoj të më ruash nga përtacia, dhe pleqëria e keqe (si matufosja etj.)! O Zot im! Kërkoj të më mbrosh nga dënimi në Zjarr dhe dënimi në varr!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ.",
        "transliteration": "All-llãhumme bike aṣbaḥnã, we bike emsejnã , we bike naḥjã, we bike nemũtu, we ilejken-nushũr.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! U gdhimë duke qenë nën kujdesin Tënd  dhe u ngrysëm nën kujdesin Tënd! Ti na ngjall dhe Ti na vdes, dhe pas ringjalljes, tek Ti do të kthehemi!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنوبَ إِلَّا أَنْتَ.",
        "transliteration": "All-llãhumme Ente Rabbĩ, lã ilãhe il-lã Ente, ḣalaḳtenĩ we ene ‘abduke, we ene ‘alã ‘ahdike we wa’ëdike mesteṭa’ëtu, e’ũdhu bike min sherri mã ṣana’ëtu, ebũ’u leke bi ni’ëmetike ‘alejje, we ebũ’u bi dhenbĩ, feġfir lĩ fe innehu lã jeġfirudh-dhunũbe il-lã Ente.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Ti je Zoti im! Askush nuk meriton të adhurohet, përveç Teje! Ti më krijove dhe unë jam robi Yt! Unë do t’i qëndroj besnik besës dhe premtimit që të kam dhënë, sa të mundem! Kërkoj që të më mbrosh nga e keqja që vjen si pasojë e asaj që kam bërë! Të jam mirënjohës për të gjitha mirësitë që më ke bërë dhe i pranoj gjynahet e mia, prandaj më fal, sepse, në të vërtetë, gjynahet nuk i fal askush tjetër, përveç Teje!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "“Kush e thotë këtë në mbrëmje duke qenë i bindur në të dhe vdes po atë natë do të jetë prej banorëve të Xhennetit, poashtu edhe në mëngjes” Buhariu 7/150"
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ.",
        "transliteration": "All-llãhumme innĩ aṣbaḥtu  ushhiduke, we ushhidu ḥamelete ‘arshike, we melãiketeke, we xhemĩ’a ḣalḳike, Enneke Entall-llãhu lã ilãhe il-lã Ente, waḥdeke lã sherĩke Leke, we enne Muḥammeden ‘abduke we rasũluke.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Unë u gdhiva duke të pasur Ty si dëshmitar, mbajtësit e arshit Tënd, melekët e Tu dhe të gjitha krijesat e Tua për faktin se unë pohoj që Ti je Allahu, se s’ka të adhuruar me të drejtë përveç Teje, se Ti je i Vetëm, i Pashoq, dhe se Muhamedi është robi dhe i Dërguari Yt"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: “Kush e thotë këtë dhikër katër herë kur gdhin ose kur ngryset, Allahu e shpëton nga Zjarri”.Shënon Ebu Davudi dhe të tjerë. Ibn Bazi e vlerëson si të mirë senedin me të cilin e sjell Ebu Davudi."
        },
        "count": 4
      },
      {
        "arabicText": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ.",
        "transliteration": "All-llãhumme mã aṣbaḥa bĩ  min ni’ëmetin ew bi eḥadin min ḣalḳike, fe minke waḥdeke lã sherĩke leke, fe lekel-ḥamdu, we lekesh-shukru.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Çdo mirësi (qoftë dynjaje a ahireti) me të cilën unë jam gdhirë ose me të cilën është gdhirë ndonjë krijesë Jotja, është vetëm prej Teje! I Pashoq je Ti! Ty të takon e gjithë lavdia dhe Ty të takon mirënjohja!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ.",
        "transliteration": "All-llãhumme ‘ãfinĩ fĩ bedenĩ, All-llãhumme ‘ãfinĩ fĩ sem’ĩ, All-llãhumme ‘ãfinĩ fĩ beṣarĩ! Lã ilãhe il-lã Ente, All-llãhumme innĩ e’ũdhu bike minel kufri wel faḳri, we e’ũdhu bike min ‘adhãbil ḳabri, lã ilãhe il-lã Ente.",
        "dhikrData": {
          "dhikr_Sq": "O Allah më jep shëndet në trupin tim, në të dëgjuarit tim dhe në shikimin tim. Nuk ka të adhuruar me të drejtë përveç Teje. O Allah! Më ruaj nga kufri dhe varfëria! Më ruaj nga dënimi i varrit. Nuk ka të adhuruar me të drejtë përveç Teje"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ebu Davudi 4/324, Ahmedi 5/42 dhe Nesaiu në “Amelul-jevmi vel-lejleh” nr:22, Ibën Sunnijj nr: 69 dhe Buhariu në “El-Edeb-El-Mufred”, senedin e këtij hadithi dijetari Ibën Bazi në librin e tij “Tuhfetul-Ahjar” fq.26 e ka bërë të mirë (hasen)."
        },
        "count": 3
      },
      {
        "arabicText": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ.",
        "transliteration": "Ḥasbijall-llãhu lã ilãhe il-lã huwe, ‘alejhi tewekkeltu we huwe rabbul ‘arshil ‘aḍhĩm.",
        "dhikrData": {
          "dhikr_Sq": "Më mjafton Allahu për rregullimin dhe mbarëvajtjen e punëve! S’ka të adhuruar me të drejtë përveç Tij! Tek Ai unë mbështetem plotësisht dhe Ai është Zoti i arshit madhështor!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë në mëngjes dhe në mbrëmje shtatë herë i mjafton për atë që e brengos çështja e kësaj bote dhe e ahiretit."
        },
        "count": 7
      },
      {
        "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي.",
        "transliteration": "All-llãhumme innĩ es’elukel ‘afwe wel ‘ãfijete fid-dun’jã wel ãḣirah, All-llãhumme innĩ es’elukel ‘afwe wel ‘ãfijete fĩ dĩnĩ we dun’jãje we ehlĩ we mãlĩ, All-llãhummestur ‘awrãtĩ, we ãmin raw’ãtĩ. All-llãhumme iḥfeḍhnĩ min bejni jedejje, we min ḣalfĩ, we ‘an jemĩnĩ we ‘an shimãlĩ, we min fewḳĩ, we e’ũdhu bi aḍhametike en uġtãle min taḥtĩ.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Të kërkoj të më falësh dhe të më ruash nga çdo e keqe në këtë botë dhe në botën tjetër. O Allah! Të lutem të më falësh dhe të më ruash nga të këqijat e të metat në fenë time, në jetën time të këtushme, në familjen time dhe në pasurinë time. O Allah! M’i mbulo të metat dhe më qetëso nga gjërat frikësuese. O Allah! Më ruaj nga para dhe nga prapa, nga e djathta dhe nga e majta, si dhe nga lart. Mbrohem me madhërinë Tënde, që të mos më përpijë toka nga poshtë."
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ebu Davudi dhe Ibën Maxheh. Shih “Sahih Ibën Maxheh” 2/332."
        },
        "count": 0
      },
      {
        "arabicText": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ.",
        "transliteration": "All-llãhumme ‘ãlimel ġajbi wesh-shehãdeti Fãṭiras-semãwãti wel erḍi, Rabbe kul-li shej’in we melĩkehu, eshhedu en lã ilãhe il-lã Ente, e’ũdhu bike min sherri nefsĩ, we min sherrish-shejṭãni we shirkihi, we en eḳterife ‘alã nefsĩ sũen ew exhurr-rrahu ilã muslim.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Njohës i së fshehtës dhe së dukshmes, Krijues i qiejve dhe i tokës, Zot dhe Sundues i çdo gjëje! Dëshmoj se askush nuk meriton të adhurohet përveç Teje! Më mbroj nga e keqja e vetvetes, nga e keqja e shejtanit dhe thirrja e përpjekja e tij për të bërë shirk (ose: nga kurthi i tij), si dhe që të mos i bëj vetes keq e as ndonjë muslimani!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Tirmidhiu dhe Ebu Davudi “Sahih Et-Tirmidhi” 3/142."
        },
        "count": 0
      },
      {
        "arabicText": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "transliteration": "Bismil-lãhil-ledhĩ lã jeḍurr-rru me’asmihi shej’un fil erḍi we lã fis-semãi we huwes-Semĩ’ul ‘Alĩm.",
        "dhikrData": {
          "dhikr_Sq": "Kërkoj mbrojtje me emrin e Allahut nga çdo keqbërës, emër ky me përmendjen e të cilit nuk mund të bëjë dëm asgjë në tokë dhe asnjë sprovë që zbret nga qielli! Allahu është ai i Cili i dëgjon të gjitha thëniet dhe i di të gjitha gjendjet!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë tri herë në mëngjes dhe në mbrëmje, nuk i bëhet dëm asgjë."
        },
        "count": 3
      },
      {
        "arabicText": "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ (صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ) نَبِيًّا",
        "transliteration": "Raḍĩtu bil-lãhi  Rabben,  we bil islãmi dĩnen, we bi Muḥammedin (ṣal-lallãhu ‘alejhi we sel-leme) nebijjen.",
        "dhikrData": {
          "dhikr_Sq": "Jam i kënaqur me Allahun si Zot, me Islamin si fe dhe me Muhamedin (lavdërimi dhe paqja qofshin për të) si Pejgamber"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë çdo mëngjes dhe mbrëmje tri herë është obligim i All-llahut që ta kënaq atë ditën e Kijametit.(Ahmedi 4/337, Nesaiu në “Amelul-jevmi vel-lejleh” nr:4, Ibën Sunnijj nr:68, Ebu Davudi 4/418 dhe Tirmidhiu 5/465. Ibën Bazi në “Tuhfetul-Ahjar” fq.39 (hadith hasen)."
        },
        "count": 3
      },
      {
        "arabicText": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ.",
        "transliteration": "Jã Ḥajju, jã Ḳajjũmu bi raḥmetike esteġĩthu, aṣliḥ lĩ she’nĩ kul-lehu, we lã tekilnĩ ilã nefsĩ ṭarfete ‘ajnin.",
        "dhikrData": {
          "dhikr_Sq": "O i Gjallë e i Përjetshëm! O Mbajtësi i gjithçkaje! Me mëshirën Tënde të kërkoj ndihmë! Rregulloji të gjitha punët e mia dhe mos më lër të mbështetem në veten time as sa një hapje e mbyllje e syrit!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Sahih sipas Hakim, e ka pëlqyer edhe Dhehebiu 1/545. Shih “Sahihut-tergib vet-terhib” 1/273"
        },
        "count": 0
      },
      {
        "arabicText": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا اليَوْمِ: فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ.",
        "transliteration": "Aṣbaḥnã we aṣbaḥal mulku lil-lãhi rabbil ‘ãlemĩn, All-llãhumme innĩ es’eluke ḣajra hãdhel jewmi : fet’ḥahu we naṣrahu we nũrahu we beraketehu we hudãhu, we e’ũdhu bike min sherri mã fĩhi we sherri mã  ba’ëdehu.",
        "dhikrData": {
          "dhikr_Sq": "U gdhimë dhe ndërkohë sundimi mbi gjithçka i përket vetëm Allahut! O Allah! Unë të lutem të më japësh të mirën që krijohet a që zbret në këtë ditë, të më mundësosh realizimin e qëllimit dhe triumfin mbi armikun, të më japësh dritë (dije të dobishme dhe punë të mira), të më begatosh (me rrizk hallall) dhe të më udhëzosh! Kërkoj të më mbrosh nga e keqja që ndodh në këtë ditë dhe e keqja që do të ndodhë në ditët pas saj!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ (صلى الله عليه وسلم)، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشرِكِينَ.",
        "transliteration": "Aṣbaḥnã ‘alã fiṭratil Islãm,  we ‘alã  kelimetil iḣlãṣ, we ‘alã dĩni nebijjinã Muḥammedin (ṣal-lallãhu ‘alejhi we sel-leme), we ‘alã mil-leti ebĩnã Ibrãhĩme ḥanĩfen muslimen, we mã kãne minel mushrikĩn.",
        "dhikrData": {
          "dhikr_Sq": "U gdhimë në natyrshmërinë islame, në thënien e sinqeritetit (La ilahe il-lall-llãh), në fenë e nebij-it (lajmëtarit) tonë Muhamedit (lavdërimi dhe paqja qofshin për të), si dhe në besimin monoteist të pastër të babait tonë Ibrahim, i cili ka qenë larg besimeve të kota, i nënshtruar ndaj Allahut dhe nuk ka qenë prej idhujtarëve"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": ""
        },
        "count": 0
      },
      {
        "arabicText": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ.",
        "transliteration": "Subḥãnall-llãhi we biḥamdihi.",
        "dhikrData": {
          "dhikr_Sq": "(Them shprehjen e lartësimit se) Allahu është pa të meta dhe ngre lart lavdinë e Tij"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Kush e thotë këtë në mëngjes dhe në mbrëmje 100 herë, askush s'do të vijë Ditën e Kijametit me diç më të vlefshme se ky, përveç atij i cili ka thënë sikur ky apo më tepër."
        },
        "count": 1
      },
      {
        "arabicText": "لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
        "transliteration": "Lã ilãhe il-lall-llãhu waḥdehu lã sherĩke leh, lehul mulku we lehul ḥamdu we huwe ‘alã kul-li shej’in ḳadĩr.",
        "dhikrData": {
          "dhikr_Sq": "S’ka të adhuruar me të drejtë përveç Allahut, Një dhe të Pashoq. Vetëm Atij i përket sundimi dhe lavdia, dhe Ai është i Fuqishëm për çdo gjë!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: “Kush e thotë këtë njëqind herë në ditë, atij do t’i jepet shpërblimi sikur të ketë liruar dhjetë skllevër, do t’i shkruhen njëqind të mira, do t’i fshihen njëqind të këqija, atë ditë do të jetë i mbrojtur nga shejtani deri në mbrëmje dhe askush nuk ka bërë punë më të mirë se ky person, me përjashtim të atij që e ka thënë më tepër. (Buhariu dhe Muslimi)."
        },
        "count": 1
      },
      {
        "arabicText": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ.",
        "transliteration": "Subḥãnall-llãhi we biḥamdihi, ‘adede ḣalḳihi, we riḍã nefsihi, we zinete ‘arshihi we midãde kelimãtihi.",
        "dhikrData": {
          "dhikr_Sq": "Them shprehjen e lartësimit se Allahu është pa të meta dhe i bëj lavdi Atij: aq sa numri i krijesave të Tij, aq sa pëlqen Ai, aq sa peshon arshi i Tij, aq sa numri i shumtë dhe i pafundmë i fjalëve të Tij"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Muslimi 4/2090."
        },
        "count": 3
      },
      {
        "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا.",
        "transliteration": "All-llãhumme innĩ es’eluke ‘ilmen nãfi’an, we rizḳan ṭajjiben, we ‘amelen muteḳabbelen.",
        "dhikrData": {
          "dhikr_Sq": "O Allah! Unë të kërkoj dije të dobishme, rrizk (furnizim) të mirë e të këndshëm dhe punë të pranuar!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Ibën Sunnijj në “Amelul-jevmi vel-lejleh” nr: 54 Ibën Maxheh nr: 925; Isnadin e këtij hadithi e kanë bërë të mirë (hasen) Sh. dhe A. Arnauti “Zadul-Me'ad” 2/375."
        },
        "count": 0
      },
      {
        "arabicText": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ.",
        "transliteration": "Estaġfirull-llãhe we etũbu ilejhi!",
        "dhikrData": {
          "dhikr_Sq": "Allahut i kërkoj falje për gjynahet dhe tek Ai kthehem me pendim!"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Buhariu “Fet-hul-Bari” 11/101."
        },
        "count": 1
      },
      {
        "arabicText": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبيِّنَا مُـحَمَّدٍ.",
        "transliteration": "All-llãhumme ṣal-li we sel-lim ‘alã nebijjinã Muḥammed.",
        "dhikrData": {
          "dhikr_Sq": "O Allah, bëj salavat dhe selam Profetit tonë Muhamedit"
        },
        "dhikrInfo": {
          "hadithInfo_Sq": "Pejgamberi ﷺ thotë: «Kush çon dhjetë herë salavatë për mua kur të gdhihet dhe dhjetë herë kur të ngryset, do të arrijë ndërmjetësimin tim Ditën e Kiametit.» Tabarani (Sahih Tergib ve Terhib)."
        },
        "count": 1
      }
    ]
  }
]